{
  "nav_leistungen": "SERVICES",
  "nav_referenzen": "REFERENCES",
  "nav_uns": "ABOUT US",
  "nav_kontakt": "CONTACT",
  "nav_referenzen": "REFERENCES",
  "title_leistungen":"SERVICES",
  "title_foto":"Photography",
  "title_post":"Postproduction",
  "title_video":"Video",
  "title_text":"Text",
  "title_consulting":"Consulting",
  "sub_foto":"All kinds of<br> professional product photography<br> for your online shop. ",
  "sub_post":"For subtle nuances, golden cuts and perfect presentations.",
  "sub_video":"Moving pictures stage the multifacetedness and fitting of your products. ",
  "sub_text":"High quality texts evoke curiosity and passion. ",
  "sub_consulting":"With our experience and expertise we increase your performance. ",
  "title_foto_model":"Model",
  "sub_foto_model":"Vivid representations convey the garment’s fit as well as the brand message.",
  "title_foto_hollowman":"Hollow man",
  "sub_foto_hollowman":"Neutral product display as basis of your product presentation.",
  "title_foto_laydown":"Laydown",
  "sub_foto_laydown":"Draws specific attention to structure and details.",
  "title_foto_schuhe":"Shoes",
  "sub_foto_schuhe":"Constant quality and consistency for high volumes.",
  "title_foto_acc":"Accessories/Jewellery",
  "sub_foto_acc":"Close enough to touch – accurate and detailed photography for accessories.",
  "title_foto_home":"Looklet",
  "sub_foto_home":"Standardising dynamic images in an efficient manner.",
  "consulting_intro": "<h3>CONSULTING</h3><p>We offer two consulting models:</p><h4>Creative consulting</h4> <ul><li>Analysis of existing offline and online product presentations</li><li>Identification of target group-oriented,   brand-appropriate presentation formats</li><li>Style guide and lookbook concept</li><li>Development of a unique visual imagery</li><li>Preparation of wording guidelines for customer address</li></ul> <h4>Performance & set-up consulting</h4><ul><li>Determination of hardware and software requirements</li><li>Efficient room layout and optimal flow of goods</li><li>Hardware set-up (e. g. lighting and cabling) on-site</li><li>Testing and implementation of outsourcing options</li><li>Staff trainings and workshops</li><li>Programming of ActionScripts in Photoshop</li></ul>",
  "text_intro":"<ul><li>Product descriptions</li><li>Master data maintenance</li><li>Search engine optimised web texts</li><li>Blog posts</li><li>Brand texts & category texts</li><li>Optimisation of existing website contents</li></ul><p>Texts play, inmany ways, a key role in online shops: In product presentations, they emphasise the most important features of the product, provide additional information which cannot be covered by photography and advise the customer – thus assuming the function of a shop assistant in stationary trade. On websites, web texts and blog posts form, with increasing relevance, the foundation for search engine rankings. What is most important here is unique content. It goes without saying that all our texts are unique – and always matched to your products and your requirements concerning the form and content of texts. With the right tonality, a good text emphasises your brand identity and product identity. Our copywriters are pros when it comes to fashion topics, but do not flinch from tackling subjects such as dentures, advanced training for driving instructors or floor protection mats either.<br><br> To find out more about our inhouse text agency please go to  <a target='zuumeoText' href='http://text.zuumeo.com'>text.zuumeo.com</a>.</p>",
  "post_intro":"<h3>Postproduction</h3><ul><li>Clipping path and masking service</li><li>Beauty retouching</li><li>Colour  adjustment/colour correctionBanner design</li><li>Colour change</li><li>Video editing</li></ul>",
  "post_text":"<p>Nothing less than perfection – this is the objective of postproduction. In this department your product pictures receive their final touch in order to eliminate blurs, low contrasts and moiré patterns. Of course, we also edit and finalise pictures which have not been shot by us and accept orders for colour changes.</p>",
  "video_5":"Video with presentation",
  "uns":"The Berlin-based Zuumeo GmbH ranks as one of Germany’s leading content providers. Well-known e-commerce customers such as Zalando, About You and Galeria Kaufhof as well as other  marketplaces rely on our professional product photography and our additional content services. We combine high quality with fast processes and possess an unparalleled competence in logistics.",
  "kontakt":"Please do not hesitate to contact us – we will be glad to assist you!",
  "kontakt_anschrift":"Address",
  "kontakt_telefon":"Phone",
  "kontakt_email":"E-mail"

}