{
  "impressum": "Imprint",
  "nav_leistungen": "SERVICES",
  "nav_referenzen": "REFERENCES",
  "nav_uns": "ABOUT US",
  "nav_kontakt": "CONTACT",
  "title_leistungen":"SERVICES",
  "title_foto":"Photography",
  "title_post":"Postproduction",
  "title_video":"Video",
  "title_text":"Text",
  "title_consulting":"Consulting",
  "sub_foto":"All kinds of<br> professional product photography<br> for your online shop. ",
  "sub_post":"For subtle nuances, golden cuts and perfect presentations.",
  "sub_video":"Moving pictures stage the multifacetedness and fitting of your products. ",
  "sub_text":"High quality texts evoke curiosity and passion. ",
  "sub_consulting":"With our experience and expertise we increase your performance. ",
  "title_foto_model":"Model",
  "sub_foto_model":"Vivid representations convey the garment’s fit as well as the brand message.",
  "title_foto_hollowman":"Hollow man",
  "sub_foto_hollowman":"Neutral product display as basis of your product presentation.",
  "title_foto_laydown":"Laydown",
  "sub_foto_laydown":"Draws specific attention to structure and details.",
  "title_foto_schuhe":"Shoes",
  "sub_foto_schuhe":"Constant quality and consistency for high volumes.",
  "title_foto_acc":"Accessories/Jewellery",
  "sub_foto_acc":"Close enough to touch – accurate and detailed photography for accessories.",
  "title_foto_home":"Looklet",
  "sub_foto_home":"Standardising dynamic images in an efficient manner.",
  "consulting_intro": "<h3>CONSULTING</h3><p>We offer two consulting models:</p><h4>Creative consulting</h4> <ul><li>Analysis of existing offline and online product presentations</li><li>Identification of target group-oriented,   brand-appropriate presentation formats</li><li>Style guide and lookbook concept</li><li>Development of a unique visual imagery</li><li>Preparation of wording guidelines for customer address</li></ul> <h4>Performance & set-up consulting</h4><ul><li>Determination of hardware and software requirements</li><li>Efficient room layout and optimal flow of goods</li><li>Hardware set-up (e. g. lighting and cabling) on-site</li><li>Testing and implementation of outsourcing options</li><li>Staff trainings and workshops</li><li>Programming of ActionScripts in Photoshop</li></ul>",
  "text_intro":"<ul><li>Product descriptions</li><li>Master data maintenance</li><li>Search engine optimised web texts</li><li>Blog posts</li><li>Brand texts & category texts</li><li>Optimisation of existing website contents</li></ul><p>Texts play, inmany ways, a key role in online shops: In product presentations, they emphasise the most important features of the product, provide additional information which cannot be covered by photography and advise the customer – thus assuming the function of a shop assistant in stationary trade. On websites, web texts and blog posts form, with increasing relevance, the foundation for search engine rankings. What is most important here is unique content. It goes without saying that all our texts are unique – and always matched to your products and your requirements concerning the form and content of texts. With the right tonality, a good text emphasises your brand identity and product identity. Our copywriters are pros when it comes to fashion topics, but do not flinch from tackling subjects such as dentures, advanced training for driving instructors or floor protection mats either.<br><br> To find out more about our inhouse text agency please go to  <a target='zuumeoText' href='http://text.zuumeo.com'>text.zuumeo.com</a>.</p>",
  "post_intro":"<h3>Postproduction</h3><ul><li>Clipping path and masking service</li><li>Beauty retouching</li><li>Colour  adjustment/colour correctionBanner design</li><li>Colour change</li><li>Video editing</li></ul>",
  "post_text":"<p>Nothing less than perfection – this is the objective of postproduction. In this department your product pictures receive their final touch in order to eliminate blurs, low contrasts and moiré patterns. Of course, we also edit and finalise pictures which have not been shot by us and accept orders for colour changes.</p>",
  "video_5":"Video with presentation",
  "uns":"The Berlin-based Zuumeo GmbH ranks as one of Germany’s leading content providers. Well-known e-commerce customers such as Zalando, About You and Galeria Kaufhof as well as other  marketplaces rely on our professional product photography and our additional content services. We combine high quality with fast processes and possess an unparalleled competence in logistics.",
  "kontakt":"Please do not hesitate to contact us – we will be glad to assist you!",
  "kontakt_anschrift":"Address",
  "kontakt_telefon":"Phone",
  "kontakt_email":"E-mail",
  "button_angebot": "Request a quote",
  "button_absenden":"send",
  "kontakt_form_name":"Your name",
  "kontakt_form_mail":"Your e-mail address",
  "kontakt_form_firma":"Your company",
  "kontakt_form_telefon":"Your phone number",
  "kontakt_form_nachricht":"Your message",
  "kontakt_form_option_angebot":"Quote generation",
  "kontakt_form_option_personal":"Personnel enquiry",
  "kontakt_form_option_presse":"Press enquiry",
  "kontakt_form_option_sonstiges":"Other",
  "fixierung":"Remove fixation",
  "foto_model_title": "Modelphotography",
  "foto_model_list": "<li>Target-oriented product presentation</li><li>Sharpening brand profile and image</li><li>Emotional visual imagery</li>",
  "foto_model_text_1": "Authentic, emotional and individual – with model photography you bring your products to life. This kind of product presentation offers several benefits at the same time: The brand-typical selection of style combinations, model, make-up and posing enables you to sharpen your brand profile and directly address your target group. Using a model allows you to style brand-exclusive outfits – trend-conscious, seasonal, contemporary. Model photography will effectively display and highlight key details such as a garment’s fit or its natural fall and flow.",
  "foto_model_text_2": "",
  "foto_hollowman_title": "Hollow Man / Dummy photography",
  "foto_hollowman_list": "<li>Focus on your product</li><li>Consistent shop view</li><li>Clear visual imagery</li>",
  "foto_hollowman_text_1": "Turn your product into the star of the show: Photographing the product displayed on a shop or tailor’s dummy will put exclusive focus on the article and draw attention to its details, structure and fit. A special technique of this kind of photography is the hollow man technique: Here, the dummy will be removed from the picture in the retouching process so that details on the inside such as the label-tag become visible. On your product overview page, hollow man and dummy photographs will create a clean and tidy shop view.",
  "foto_hollowman_text_2": "Within a few years, Zalando has become one of Europe’s leading online fashion retailers. The product range includes well-known trend labels, Zalando’s own brands and fashion by local designers. Items are shipped from specially designed logistics centres and Zalando’s customer service takes care of all customer wishes – quickly and free of charge. ",
  "foto_laydown_title": "Laydown",
  "foto_laydown_list": "<li>Focus on your product</li><li>Top-down view</li><li>Emotional visual imagery</li>",
  "foto_laydown_text_1":"Laydowns are arrangements of your products created on a folding table. Like dummy photography, this kind of presentation results in a clear visual imagery. Your articles can be laid, folded or piled up as required. In product photography, clipped images of your products have various uses, whether as part of creative compositions or as a clean product picture. Laydown photography is always in demand, since clipped images serve many different purposes. They can not only be used for your online shop but also for online campaigns or print products.",
  "foto_laydown_text_2": "About you is the style-conscious subsidiary of Collins, the project development company of the Otto Group. Here, great emphasis and effort are put into creating the optimal shopping experience, because the You – the customer – is in the centre of attention! For this reason, at About you one does not only encounter all top brands, the fashion scene’s latest newcomers and next season’s trendiest and most popular items, but also an advanced user interface. It’s about you!",
  "foto_shoes_title":"Shoes",
  "foto_shoes_list":"<li>Seven years’ expertise</li><li>Detail images in high resolution</li><li>Accurate representation</li>",
  "foto_shoes_text_1":"The product presentation of shoes confronts the photographer with special challenges and demands. Different materials, e. g. patent, highly polished or suede leather, require extensive expertise. With many years of experience in photographing shoes we know exactly what is important: Our pictures convey maximum visual information. Running shoes, ballerina flats for children or high heels – there is no kind of shoe which we cannot adequately stage for you.",
  "foto_shoes_text_2":"Scarosso manufactures its shoes exclusively from genuine Italian leathers in Italy-based production sites. By controlling the manufacturing processes and distribution channels itself the shoe brand is able to offer premium quality to a large number of customers at an unbeatable price.",
  "foto_acc_title":"Accessoires",
  "foto_acc_list":"<li>Accurate photographs</li><li>Trend-conscious arrangements</li><li>Proven techniques</li>",
  "foto_acc_text_1":"“The ideal way to buy eyewear” – this is the slogan of Europe’s leading online optician. Mister Spex is an award-winning online retailer for contact lenses, branded glasses and sunglasses. Additional services like eyesight testing and fitting glasses as well as an attractive pricing policy have already convinced more than 1,5 million customers. The award-winning optician is distinguished by a state-of-the-art platform and a wide range of products.",
  "foto_acc_text_2":"“The ideal way to buy eyewear” – this is the slogan of Europe’s leading online optician. Mister Spex is an award-winning online retailer for contact lenses, branded glasses and sunglasses. Additional services like eyesight testing and fitting glasses as well as an attractive pricing policy have already convinced more than 1,5 million customers. The award-winning optician is distinguished by a state-of-the-art platform and a wide range of products.",
  "foto_jewl_title":"Jewellery",
  "foto_jewl_list":"<li>Precise craftsmanship</li><li>Perfect illumination</li><li>Results accurate in every detail</li>",
  "foto_jewl_text_1":"Photographing jewellery is a handicraft requiring a particularly high degree of precision. Its challenges lie in the correct illumination, the resolution and the detailed and faithful reproduction of your product. Our extensive experience with this product category has provided us with the skills and sure instincts necessary to stage your articles brilliantly and effectively. To achieve optimal photographic results we employ various lighting techniques, reflections and mirror imaging.",
  "foto_jewl_text_2":"Since 1863 the name CHRIST stands for the fascination of jewellery and watches. The company can look back on a brilliant tradition whose roots extend back to the year 1863. The name CHRIST has become a synonym not only for first-class quality and excellent service, but also for unique jewellery designs. It is the fascinating product range consisting of classics and innovative ideas as well as of brand and designer collections which makes CHRIST the number one of German jewellers.",
  "foto_looklet_title":"Looklet",
  "foto_looklet_list":"",
  "foto_looklet_text_1":"As exclusive partner of our Stockholm-based Swedish partner we use the advanced Looklet studio technology for several slots at our Berlin site. This smart photo technology helps to achieve considerable standardisations in the field of dynamic images, especially in the world of fashion, which, in addition, are very easy to scale.",
  "foto_looklet_text_2":"",
  "":""
}