{
  "title": "IMPRINT",
  "title_rechtliche":"Legal notices",
  "rechtliche":"Please note that the information on this website may contain technical inaccuracies or typographical errors. We reserve the right to change or update the information on this website at any time and without prior notice.",
  "title_datenschutz":"Privacy",
  "datenschutz":"When collecting, using and processing personal data, ZUUMEO complies with applicable laws on data privacy protection. Upon your written request we will inform you about the personal data relating to you which we have stored. In addition, you have at any time the right to request the correction, deletion and/or blocking of these data as well as to revoke your consent to the storage of your data with effect for the future.",
  "title_hyperlinks":"Hyperlinks",
  "hyperlinks":"This website may contain hyperlinks to third party websites. Links from this website to third party websites will open in a separate browser window and are provided solely for reasons of user-friendliness",
  "title_cookies":"Use of cookies",
  "cookies": "This website uses so-called “cookies”. They serve the purpose to better adapt our services to your wishes and to collect statistical data about the use of our website. ",
  "title_nocookies":"Using the website without cookies",
  "nocookies":"You can of course also use our website without the installation of cookies. To do so, you can at any time refuse the use of cookies in general in the settings of your internet browser.",
  "title_ga":"Use of Google Analytics",
  "ga":"This website uses Google Analytics, a web analysis service by Google Inc. (“Google”). Google Analytics uses so-called “cookies”, text files which are stored on your computer and allow an analysis of your use of the website. The information generated by the cookie about your use of the website will usually be transmitted to a Google server in the USA and stored there. However, in case the IP anonymisation is active on this website Google will within member states of the European Union or other states which are parties to the Agreement on the European Economic Area first shorten your IP address. Only in exceptional cases will the complete IP address be transmitted to a Google server in the USA and shortened there. Google will, on behalf of the operator of this website, use this information to analyse your usage of the website, to compile reports on website activities and to provide further services to the website operator related to the usage of the website and the internet. The IP address which in the context of Google Analytics is transmitted by your browser will not be associated with other data by Google. You can prevent the installation of cookies by adjusting your browser settings accordingly. Please note that in this case you may not be able to use all functions of this website to their full extent. In addition, you can prevent Google from collecting and processing the data (incl. your IP address) generated by the cookie and relating to your usage of the website by downloading and installing the browser plug-in available at the following link (http://tools.google.com/dlpage/gaoptout?hl=de).",
  "title_info":"Company information",
  "info":"ZUUMEO GmbH:<br>Registered with the Berlin district court, Commercial Register Number HRB 156649 B <br>Tax Number 37/137/22287* VATIN DE274616526<br>CEO: Max Radtke ",
  "title_standort":"Location"
}