<?php

function formatURL($url) {
	$convert = array(
		' / '		=> '-',
		'/'		=> '-',
		' '		=> '-',
		
		'á'			=> 'a',
		'à'		=> 'a',
		'â'		=> 'a',
		'ä'		=> 'ae',
		
		'ó'		=> 'o',
		'ò'		=> 'o',
		'ô'		=> 'o',
		'ö'		=> 'oe',
		
		'ú'			=> 'u',
		'ù'		=> 'u',
		'û'		=> 'u',
		'ü'		=> 'ue',
		
		'é'		=> 'e',
		'è'		=> 'e',
		'ê'		=> 'e',
		
		'Á'		=> 'A',
		'À'		=> 'A',
		'Â'		=> 'A',
		'Ä'		=> 'Ae',
		
		'Ó'		=> 'O',
		'Ò'		=> 'O',
		'Ô'		=> 'O',
		'Ö'		=> 'Oe',
		
		'É'		=> 'E',
		'È'		=> 'E',
		'Ê'		=> 'E',
		
		'Ú'			=> 'U',
		'Ù'		=> 'U',
		'Û'		=> 'U',
		'Ü'		=> 'Ue',
		
		'ß'		=> 'ss',
		'ñ'		=> 'n',
		'&amp;'	=> '-',
		'&'		=> '-',
		'"'		=> '-',
		'\''		=> '-',
		'„'		=> '-',
		'”'		=> '-',
		','		=> '-',
		';'		=> '-',
		'.'		=> '-',
		':'		=> '-',
		'_'		=> '-',
		'"'		=> '-',
		'§'		=> '-',
		'%'		=> '-',
		'('		=> '-',
		')'		=> '-',
		'='		=> '-',
		'?'		=> '-',
		'|'		=> '-',
		'´'			=> '',
		'`'		=> '',
		'–'			=> '-',
	);
	
	foreach($convert AS $convert_name => $convert_value) {
		$url = str_replace($convert_name, $convert_value, $url);
	}
	
	$url = preg_replace("/\-+/", "-", $url);
	
	$return = strtolower(urlencode($url));
	
	return $return;
}

?>